tap 'caskroom/cask'
tap 'fnichol/dvm'
tap 'homebrew/apache'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/headonly'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/versions'
tap 'mcuadros/hhvm'
tap 'monochromegane/pt'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'
brew 'ack'
brew 'aiccu'
brew 'libyaml'
brew 'pkg-config'
brew 'makedepend'
brew 'openssl'
brew 'ansible'
brew 'ant'
brew 'apr'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'postgresql'
brew 'apr-util'
brew 'aria2'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'libtool'
brew 'libnet'
brew 'arping'
brew 'docbook'
brew 'docbook-xsl'
brew 'asciidoc'
brew 'aspell', args: ['with-lang-de', 'with-lang-en']
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'atool'
brew 'awscli'
brew 'bchunk'
brew 'bdw-gc'
brew 'bison'
brew 'boost'
brew 'burl'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'ccd2iso'
brew 'cloc'
brew 'cmake'
brew 'cmatrix'
brew 'contacts'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'd-bus'
brew 'libidn'
brew 'dnsmasq'
brew 'go'
brew 'docker'
brew 'docker-machine'
brew 'dos2unix'
brew 'editorconfig'
brew 'unixodbc'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'webp'
brew 'harfbuzz'
brew 'pango'
brew 'imagemagick'
brew 'emacs', args: ['with-gnutls', 'with-imagemagick', 'with-cocoa']
brew 'faac'
brew 'texi2html'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'libcaca'
brew 'ffmpeg'
brew 'fig'
brew 'findutils'
brew 'fish'
brew 'fontforge'
brew 'freetds'
brew 'fzf'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gd'
brew 'gdk-pixbuf'
brew 'glew'
brew 'intltool'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'glm'
brew 'gmime'
brew 'libxml2', args: ['with-python']
brew 'gnome-doc-utils'
brew 'gnupg'
brew 'lua'
brew 'mysql'
brew 'qt', args: ['with-developer']
brew 'gnuplot'
brew 'sdl2'
brew 'sdl2_image'
brew 'gource'
brew 'graphviz'
brew 'grc'
brew 'gstreamer'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'gst-plugins-base'
brew 'itstool'
brew 'gtk-doc'
brew 'html-xml-utils'
brew 'htop-osx'
brew 'httpie'
brew 'hub', args: ['HEAD']
brew 'id3lib'
brew 'iftop'
brew 'imagesnap'
brew 'ipcalc'
brew 'jpegoptim'
brew 'oniguruma'
brew 'jq'
brew 'json-c'
brew 'jsonpp'
brew 'lastpass-cli', args: ['with-doc']
brew 'lesspipe'
brew 'lftp'
brew 'libevent'
brew 'memcached'
brew 'libmemcached'
brew 'libsoup'
brew 'libstfl'
brew 'libusb'
brew 'lnav'
brew 'mackup'
brew 'python3'
brew 'macvim'
brew 'mad'
brew 'makeicns'
brew 'mhash'
brew 'mcrypt'
brew 'md5sha1sum'
brew 'mercurial'
brew 'protobuf'
brew 'mitmproxy'
brew 'mobile-shell'
brew 'moreutils'
brew 'mozilla-addon-sdk'
brew 'mpg123'
brew 'msmtp'
brew 'mtr'
brew 'multitail'
brew 'tokyo-cabinet'
brew 's-lang'
brew 'mutt', args: ['with-s-lang']
brew 'ncdu'
brew 'netcat'
brew 'newsbeuter'
brew 'nmap'
brew 'node'
brew 'xapian'
brew 'talloc'
brew 'notmuch'
brew 'offline-imap'
brew 'optipng'
brew 'ossp-uuid'
brew 'pandoc'
brew 'pgcli'
brew 'pidof'
brew 'portaudio'
brew 'portmidi'
brew 'progress', args: ['HEAD']
brew 'pv'
brew 'pwgen'
brew 'q'
brew 'qcachegrind'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'rust'
brew 'screenfetch'
brew 'sdl'
brew 'sdl_image'
brew 'sdl_mixer'
brew 'sdl_net'
brew 'sdl_ttf'
brew 'selecta'
brew 'siege'
brew 'slurm'
brew 'socat'
brew 'source-highlight'
brew 'sox'
brew 'ssh-copy-id'
brew 'subversion'
brew 'teensy_loader_cli'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'toilet'
brew 'tomee-plus'
brew 'trash'
brew 'tree'
brew 'tsung'
brew 'unrar'
brew 'urlview'
brew 'vifm'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/apache/ab'
brew 'homebrew/binary/kindlegen'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/zlib'
brew 'homebrew/games/cataclysm'
brew 'homebrew/games/dwarf-fortress'
brew 'homebrew/games/git-game'
brew 'homebrew/games/open-tyrian'
brew 'homebrew/php/composer'
brew 'homebrew/php/php55', args: ['with-mssql']
brew 'homebrew/php/boris'
brew 'homebrew/php/igbinary'
brew 'homebrew/php/php55-igbinary'
brew 'homebrew/php/php55-imagick'
brew 'homebrew/php/php55-ioncubeloader'
brew 'homebrew/php/php55-lzf'
brew 'homebrew/php/php55-mcrypt'
brew 'homebrew/php/php55-memcache'
brew 'homebrew/php/php55-memcached'
brew 'homebrew/php/php55-oauth'
brew 'homebrew/php/php55-redis'
brew 'homebrew/php/php55-twig'
brew 'homebrew/php/php55-xdebug'
brew 'homebrew/php/phpmyadmin'
brew 'homebrew/python/numpy'
brew 'homebrew/versions/libpng12'
brew 'homebrew/versions/maven30'
brew 'homebrew/versions/varnish3'
brew 'monochromegane/pt/pt'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'adobe-reader'
cask 'amethyst'
cask 'atom'
cask 'audacity'
cask 'bit-slicer'
cask 'bittorrent-sync'
cask 'cakebrew'
cask 'chicken'
cask 'cord'
cask 'cyberduck'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'fluid'
cask 'flux'
cask 'gfxcardstatus'
cask 'github'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'graphsketcher'
cask 'heroku-toolbelt'
cask 'hex-fiend'
cask 'hipchat'
cask 'imageoptim'
cask 'inkscape'
cask 'integrity'
cask 'iterm2'
cask 'jdownloader'
cask 'jenkins-menu'
cask 'kdiff3'
cask 'keepingyouawake'
cask 'knock'
cask 'libreoffice'
cask 'lighttable'
cask 'limechat'
cask 'mactex'
cask 'mendeley-desktop'
cask 'mou'
cask 'mpv'
cask 'openemu'
cask 'pandoc'
cask 'paparazzi'
cask 'pdfsam'
cask 'pgadmin3'
cask 'postgres'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rdm'
cask 'screenhero'
cask 'sequel-pro'
cask 'simple-comic'
cask 'skype'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'suspicious-package'
cask 'sweet-home3d'
cask 'tableau-public'
cask 'teamspeak-client'
cask 'torbrowser'
cask 'truecrypt'
cask 'tuntap'
cask 'tuxguitar'
cask 'ubersicht'
cask 'vagrant'
cask 'vimr'
cask 'virtualbox'
cask 'vlc'
cask 'webp-quicklook'
cask 'wineskin-winery'
cask 'wireshark'
cask 'xtrafinder'
