tap 'caskroom/cask'
tap 'fnichol/dvm'
tap 'homebrew/apache'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/headonly'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'monochromegane/pt'
tap 'mopidy/mopidy'
tap 'mpv-player/mpv'
tap 'neomutt/neomutt'
tap 'neovim/neovim'
tap 'osx-cross/avr'
tap 'universal-ctags/universal-ctags'
brew 'ack'
brew 'aiccu'
brew 'pkg-config'
brew 'makedepend'
brew 'openssl'
brew 'icu4c'
brew 'readline'
brew 'sqlite'
brew 'aircrack-ng'
brew 'libyaml'
brew 'ansible'
brew 'ant'
brew 'ant-contrib'
brew 'apr'
brew 'unixodbc'
brew 'freetds'
brew 'cmake'
brew 'mysql', service_restart: true
brew 'gdbm'
brew 'python'
brew 'xz'
brew 'python3'
brew 'postgresql'
brew 'apr-util'
brew 'libssh2'
brew 'aria2'
brew 'autoconf'
brew 'automake'
brew 'libtool'
brew 'libnet'
brew 'arping'
brew 'docbook'
brew 'docbook-xsl'
brew 'asciidoc', args: ['with-docbook-xsl']
brew 'boost', args: ['with-icu4c']
brew 'clasp'
brew 'bison'
brew 'gringo'
brew 'aspcud'
brew 'aspell', args: ['with-lang-de', 'with-lang-en']
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'atool'
brew 'libelf'
brew 'libusb'
brew 'libusb-compat'
brew 'libftdi0'
brew 'avrdude'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bchunk'
brew 'bdw-gc'
brew 'bltool'
brew 'burl'
brew 'ghc'
brew 'cabal-install'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'ccd2iso'
brew 'cloc'
brew 'cmatrix'
brew 'contacts'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'dbus'
brew 'dfu-programmer'
brew 'node'
brew 'diff-so-fancy'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'libidn'
brew 'dnsmasq', service_restart: true
brew 'docutils'
brew 'dos2unix'
brew 'duck'
brew 'dvtm'
brew 'editorconfig'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'faac'
brew 'faad2'
brew 'fasd'
brew 'fcgi'
brew 'fdupes'
brew 'lame'
brew 'fribidi'
brew 'harfbuzz'
brew 'yasm'
brew 'libass'
brew 'giflib'
brew 'libid3tag'
brew 'imlib2'
brew 'libcaca'
brew 'libogg'
brew 'libvorbis'
brew 'opus'
brew 'sdl'
brew 'speex'
brew 'texi2html'
brew 'theora'
brew 'webp'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils'
brew 'pcre2'
brew 'fish'
brew 'flac', args: ['with-libogg']
brew 'libsndfile'
brew 'portaudio'
brew 'fluid-synth'
brew 'pango'
brew 'fontforge'
brew 'fzf'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gd'
brew 'intltool'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'git-cal'
brew 'glew'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'glm'
brew 'gmime'
brew 'libxml2', args: ['with-python']
brew 'gnome-doc-utils'
brew 'gnupg'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'lua'
brew 'gnuplot'
brew 'sdl2'
brew 'sdl2_image'
brew 'gource'
brew 'graphviz'
brew 'grc'
brew 'gstreamer'
brew 'orc'
brew 'gst-plugins-base', args: ['with-libogg', 'with-libvorbis', 'with-theora']
brew 'libexif'
brew 'libmms'
brew 'libvo-aacenc'
brew 'gst-plugins-bad', args: ['with-faad2', 'with-libmms', 'with-opus']
brew 'libshout'
brew 'vala'
brew 'libsoup'
brew 'taglib'
brew 'gst-plugins-good', args: ['with-flac', 'with-libshout', 'with-speex', 'with-taglib']
brew 'mad'
brew 'two-lame'
brew 'gst-plugins-ugly', args: ['with-flac', 'with-lame', 'with-libmms', 'with-libshout', 'with-libvorbis', 'with-mad', 'with-theora', 'with-two-lame']
brew 'py2cairo'
brew 'pygobject3'
brew 'gst-python'
brew 'itstool'
brew 'gtk-doc'
brew 'highlight'
brew 'html-xml-utils'
brew 'htop-osx'
brew 'httpie'
brew 'hub', args: ['HEAD']
brew 'id3lib'
brew 'iftop'
brew 'little-cms2'
brew 'imagemagick'
brew 'imagesnap'
brew 'ipcalc'
brew 'jpeg-turbo'
brew 'jpegoptim'
brew 'oniguruma'
brew 'jq'
brew 'json-c'
brew 'jsonpp'
brew 'lastpass-cli', args: ['with-doc']
brew 'lesspipe'
brew 'libevent'
brew 'memcached', service_restart: true
brew 'libmemcached'
brew 'libmpdclient'
brew 'libpqxx'
brew 'libsamplerate'
brew 'ruby'
brew 'libstfl'
brew 'libxslt'
brew 'lnav'
brew 'mackup'
brew 'macvim'
brew 'makeicns'
brew 'mhash'
brew 'mcrypt'
brew 'md5sha1sum'
brew 'mercurial'
brew 'protobuf'
brew 'mitmproxy'
brew 'mobile-shell'
brew 'mono'
brew 'moreutils'
brew 'mozilla-addon-sdk'
brew 'mpg123'
brew 'youtube-dl'
brew 'mpv', args: ['with-bundle']
brew 'msmtp'
brew 'mtr'
brew 'multitail'
brew 'mycli'
brew 'ncdu'
brew 'ncmpcpp'
brew 'screenresolution'
brew 'neofetch'
brew 'netcat'
brew 'newsbeuter'
brew 'pygobject'
brew 'pygtk'
brew 'nmap'
brew 'talloc'
brew 'xapian'
brew 'notmuch'
brew 'offlineimap'
brew 'optipng'
brew 'ossp-uuid'
brew 'pandoc'
brew 'pgcli'
brew 'phantomjs'
brew 'pidof'
brew 'portmidi'
brew 'progress', args: ['HEAD']
brew 'pv'
brew 'pwgen'
brew 'pyenv'
brew 'q'
brew 'qcachegrind'
brew 'qt'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', service_restart: true
brew 'rust'
brew 's-lang'
brew 'screenfetch'
brew 'sdl_image'
brew 'smpeg', args: ['HEAD']
brew 'sdl_mixer'
brew 'sdl_net'
brew 'sdl_ttf'
brew 'selecta'
brew 'siege'
brew 'sip', args: ['with-python3']
brew 'slurm'
brew 'socat'
brew 'source-highlight'
brew 'sox'
brew 'speedtest_cli'
brew 'ssh-copy-id'
brew 'stormssh'
brew 'subversion'
brew 'teensy_loader_cli'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tidy-html5'
brew 'tig'
brew 'utf8proc'
brew 'tmux'
brew 'toilet'
brew 'tokyo-cabinet'
brew 'tomee-plus'
brew 'trash'
brew 'tree'
brew 'tsung'
brew 'unrar'
brew 'urlview'
brew 'vifm'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'homebrew/apache/ab'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd24'
brew 'homebrew/binary/kindlegen'
brew 'homebrew/binary/ngrok2'
brew 'homebrew/boneyard/lftp'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/rsync'
brew 'homebrew/games/cataclysm'
brew 'homebrew/games/dwarf-fortress'
brew 'homebrew/games/git-game'
brew 'homebrew/games/open-tyrian'
brew 'homebrew/headonly/kakoune', args: ['HEAD']
brew 'homebrew/php/php56', args: ['with-apache']
brew 'homebrew/php/composer'
brew 'homebrew/php/boris'
brew 'homebrew/php/igbinary'
brew 'homebrew/php/php56-igbinary'
brew 'homebrew/php/php56-imagick'
brew 'homebrew/php/php56-intl'
brew 'homebrew/php/php56-ioncubeloader'
brew 'homebrew/php/php56-lzf'
brew 'homebrew/php/php56-mcrypt'
brew 'homebrew/php/php56-memcache'
brew 'homebrew/php/php56-memcached'
brew 'homebrew/php/php56-oauth'
brew 'homebrew/php/php56-redis'
brew 'homebrew/php/php56-twig'
brew 'homebrew/python/numpy'
brew 'homebrew/versions/gstreamer010'
brew 'homebrew/versions/gst-plugins-base010', args: ['with-libogg', 'with-libvorbis', 'with-theora']
brew 'homebrew/versions/gst-plugins-bad010', args: ['with-faad2', 'with-libmms', 'with-libsndfile']
brew 'homebrew/versions/gst-plugins-good010', args: ['with-flac', 'with-jpeg', 'with-libshout', 'with-libsoup', 'with-speex', 'with-taglib']
brew 'homebrew/versions/gst-plugins-ugly010', args: ['with-flac', 'with-lame', 'with-libmms', 'with-libvorbis', 'with-mad', 'with-theora', 'with-two-lame']
brew 'homebrew/versions/gst-python010'
brew 'homebrew/versions/libpng12'
brew 'homebrew/versions/varnish3'
brew 'homebrew/x11/feh'
brew 'monochromegane/pt/pt'
brew 'mopidy/mopidy/libspotify'
brew 'mopidy/mopidy/python-backports-ssl-match-hostname'
brew 'mopidy/mopidy/python-pycparser'
brew 'mopidy/mopidy/python-pykka'
brew 'neomutt/neomutt/neomutt'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'osx-cross/avr/avr-binutils'
brew 'osx-cross/avr/avr-gcc'
brew 'osx-cross/avr/avr-libc'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'betterzipql'
cask 'bit-slicer'
cask 'chicken'
cask 'cord'
cask 'cyberduck'
cask 'dropbox'
cask 'emacs'
cask 'fluid'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'hex-fiend'
cask 'imageoptim'
cask 'integrity'
cask 'jdownloader'
cask 'keepingyouawake'
cask 'libreoffice'
cask 'macdown'
cask 'mendeley-desktop'
cask 'openemu'
cask 'paparazzi'
cask 'pdfsam-basic'
cask 'pgadmin3'
cask 'postgres'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rdm'
cask 'screenhero'
cask 'sequel-pro'
cask 'sourcetree'
cask 'spotify'
cask 'suspicious-package'
cask 'sweet-home3d'
cask 'teamspeak-client'
cask 'techstoreclub-simple-comic'
cask 'torbrowser'
cask 'tuntap'
cask 'tuxguitar'
cask 'ubersicht'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wineskin-winery'
cask 'wireshark'
cask 'wwdc'
