tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "eugenmayer/dockersync"
tap "homebrew/apache"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/games"
tap "homebrew/headonly"
tap "homebrew/php"
tap "homebrew/python"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "monochromegane/pt"
tap "mopidy/mopidy"
tap "mpv-player/mpv"
tap "neomutt/neomutt"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "universal-ctags/universal-ctags"
cask "java"
cask "xquartz"
brew "ack"
brew "aiccu"
brew "openssl"
brew "readline"
brew "aircrack-ng"
brew "libyaml"
brew "python"
brew "ansible"
brew "ant"
brew "ant-contrib"
brew "apr"
brew "apr-util"
brew "aria2"
brew "libnet"
brew "arping"
brew "docbook"
brew "asciidoc", args: ["with-docbook-xsl"]
brew "clasp"
brew "gringo"
brew "aspcud"
brew "aspell"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "pixman"
brew "cairo"
brew "git"
brew "atk"
brew "atool"
brew "automake"
brew "mpfr"
brew "libmpc"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "avr-libc"
brew "libelf"
brew "libusb-compat"
brew "libftdi0"
brew "avrdude"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bchunk"
brew "bdw-gc"
brew "bison"
brew "bltool"
brew "boost", args: ["with-icu4c"]
brew "burl"
brew "ghc"
brew "cabal-install"
brew "camlp4"
brew "cataclysm"
brew "ccd2iso"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "contacts"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "zeromq"
brew "czmq"
brew "dbus"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "pth"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "docbook-xsl"
brew "docutils"
brew "dos2unix"
brew "duck"
brew "editorconfig"
brew "jpeg"
brew "wxmac"
brew "erlang"
brew "exa"
brew "faac"
brew "faad2"
brew "fasd"
brew "fcgi"
brew "fdupes"
brew "giflib"
brew "imlib2"
brew "libexif"
brew "feh"
brew "lame"
brew "libogg"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-libvpx", "with-opus", "with-rtmpdump", "with-theora", "with-x265"]
brew "findutils"
brew "pcre2"
brew "fish"
brew "flac", args: ["with-libogg"]
brew "fluid-synth"
brew "icu4c"
brew "libtool"
brew "fontforge"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "isl"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gifsicle"
brew "git-cal"
brew "git-game"
brew "glew"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glm"
brew "global", args: ["with-ctags", "with-pygments"]
brew "gmime"
brew "gnome-doc-utils"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "sdl2"
brew "sdl2_image"
brew "gource"
brew "gpg-agent"
brew "graphviz"
brew "grc"
brew "orc"
brew "gst-plugins-bad", args: ["with-faad2", "with-libmms", "with-opus"]
brew "gstreamer@0.10"
brew "gst-plugins-base@0.10", args: ["with-libogg", "with-libvorbis", "with-theora"]
brew "libmms"
brew "libsndfile"
brew "gst-plugins-bad@0.10"
brew "vala"
brew "libsoup"
brew "theora"
brew "gst-plugins-good", args: ["with-flac", "with-libshout", "with-speex", "with-taglib"]
brew "gst-plugins-good@0.10", args: ["with-flac", "with-jpeg", "with-libshout", "with-libsoup", "with-speex", "with-taglib"]
brew "gst-plugins-ugly", args: ["with-flac", "with-lame", "with-libmms", "with-libshout", "with-libvorbis", "with-mad", "with-theora", "with-two-lame"]
brew "gst-plugins-ugly@0.10", args: ["with-flac", "with-lame", "with-libmms", "with-libvorbis", "with-mad", "with-theora", "with-two-lame"]
brew "py2cairo"
brew "pygobject3"
brew "gst-python"
brew "hicolor-icon-theme"
brew "shared-mime-info"
brew "gtk+"
brew "gtk-doc"
brew "hashcat"
brew "heroku"
brew "highlight"
brew "hledger"
brew "html-xml-utils"
brew "htop-osx"
brew "httpie"
brew "hub"
brew "id3lib"
brew "iftop"
brew "imagemagick"
brew "imagesnap"
brew "intltool"
brew "ipcalc"
brew "itstool"
brew "jemalloc"
brew "jpeg-turbo"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "jsonpp"
brew "lastpass-cli"
brew "ledger"
brew "lesspipe"
brew "libidn"
brew "lftp"
brew "libass"
brew "libcaca"
brew "libebml"
brew "libevent"
brew "libid3tag"
brew "libmagic"
brew "libmatroska"
brew "memcached", restart_service: true
brew "libmemcached"
brew "libmpdclient"
brew "libpng@1.2"
brew "libpqxx"
brew "libsamplerate"
brew "libshout"
brew "libsodium"
brew "libssh2"
brew "libstfl"
brew "libtermkey"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libxslt"
brew "little-cms2"
brew "lnav"
brew "lynx"
brew "mackup"
brew "mad"
brew "makedepend"
brew "makeicns"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "mercurial"
brew "mitmproxy"
brew "mkvtoolnix"
brew "mobile-shell"
brew "moreutils"
brew "mozilla-addon-sdk"
brew "mp4v2"
brew "mpg123"
brew "mpv", args: ["with-bundle"]
brew "msgpack"
brew "msmtp"
brew "mtr"
brew "multitail"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "ncurses"
brew "taglib"
brew "ncmpcpp"
brew "screenresolution"
brew "neofetch"
brew "unibilium"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "newsbeuter"
brew "nmap"
brew "talloc"
brew "notmuch"
brew "numpy"
brew "offlineimap"
brew "sdl"
brew "sdl_net"
brew "open-tyrian"
brew "optipng"
brew "ossp-uuid"
brew "p7zip"
brew "pandoc"
brew "pgcli"
brew "phantomjs"
brew "pidof"
brew "plantuml"
brew "platformio"
brew "portaudio"
brew "portmidi"
brew "progress", args: ["HEAD"]
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pygobject"
brew "pygtk"
brew "q"
brew "qt"
brew "qcachegrind"
brew "qemu"
brew "qt@5.5"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rsync"
brew "rust"
brew "s-lang"
brew "screenfetch"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "selecta"
brew "shellcheck"
brew "siege"
brew "sip"
brew "slurm"
brew "socat"
brew "source-highlight"
brew "sox"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "stormssh"
brew "streamlink"
brew "subversion"
brew "ta-lib"
brew "teensy_loader_cli"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "toilet"
brew "tokyo-cabinet"
brew "tomee-plus"
brew "trash"
brew "tree"
brew "tsung"
brew "two-lame"
brew "ucl"
brew "unison"
brew "unixodbc"
brew "unrar"
brew "urlview"
brew "utf8proc"
brew "vifm"
brew "w3m"
brew "watch"
brew "wget"
brew "x265"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "eugenmayer/dockersync/unox"
brew "homebrew/apache/httpd24"
brew "homebrew/php/php56", args: ["with-httpd24", "with-thread-safety"]
brew "homebrew/php/boris"
brew "homebrew/php/composer"
brew "homebrew/php/igbinary"
brew "homebrew/php/php56-igbinary"
brew "homebrew/php/php56-intl"
brew "homebrew/php/php56-lzf"
brew "homebrew/php/php56-mcrypt"
brew "homebrew/php/php56-memcache"
brew "homebrew/php/php56-memcached"
brew "homebrew/php/php56-oauth"
brew "homebrew/php/php56-pthreads"
brew "homebrew/php/php56-twig"
brew "homebrew/php/php70", args: ["with-httpd24", "with-pear"]
brew "homebrew/php/php70-igbinary"
brew "homebrew/php/php70-imagick"
brew "homebrew/php/php70-intl"
brew "homebrew/php/php70-ioncubeloader"
brew "homebrew/php/php70-lzf"
brew "homebrew/php/php70-mcrypt"
brew "homebrew/php/php70-oauth"
brew "homebrew/php/php70-opcache"
brew "homebrew/php/php71", args: ["with-httpd24", "with-pear", "with-thread-safety"]
brew "homebrew/php/php71-igbinary"
brew "homebrew/php/php71-imagick"
brew "homebrew/php/php71-lzf"
brew "homebrew/php/php71-mcrypt"
brew "homebrew/php/php71-oauth"
brew "monochromegane/pt/pt"
brew "neomutt/neomutt/neomutt"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "arduino"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "betterzipql"
cask "bit-slicer"
cask "calibre"
cask "chicken"
cask "cord"
cask "cyberduck"
cask "dash"
cask "docker"
cask "dropbox"
cask "emacs"
cask "epichrome"
cask "firefox"
cask "flightgear"
cask "fluid"
cask "flux"
cask "flycut"
cask "font-fira-code"
cask "franz"
cask "google-chrome"
cask "google-drive"
cask "google-hangouts"
cask "gpgtools"
cask "hex-fiend"
cask "imageoptim"
cask "integrity"
cask "intel-power-gadget"
cask "iterm2"
cask "jdownloader"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keybase"
cask "kindlegen"
cask "lastpass"
cask "libreoffice"
cask "macdown"
cask "mactex"
cask "macvim"
cask "mendeley-desktop"
cask "ngrok"
cask "openemu"
cask "paparazzi"
cask "pdfsam-basic"
cask "postgres"
cask "postico"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rdm"
cask "screenhero"
cask "sequel-pro"
cask "simple-comic"
cask "skim"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "suspicious-package"
cask "sweet-home3d"
cask "teamspeak-client"
cask "torbrowser"
cask "transmit"
cask "tunnelblick"
cask "tuntap"
cask "tuxguitar"
cask "ubersicht"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "wineskin-winery"
cask "wireshark"
cask "wwdc"
cask "zoomus"
mas "Alternote", id: 974971992
mas "CloudApp", id: 417602904
mas "Controllers Lite", id: 673660806
mas "ForkLift", id: 412448059
mas "GarageBand", id: 408980954
mas "GarageBand", id: 682658836
mas "Helium", id: 1054607607
mas "iMovie", id: 408981434
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Kuvva", id: 451557061
mas "LastPass", id: 926036361
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Reeder", id: 880001334
mas "Skitch", id: 425955336
mas "Soulver", id: 413965349
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 557168941
mas "Veertu", id: 1024069033
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
